[
  {
    "id": "1",
    "name": "Wedding",
    "image": "https://i.ibb.co/gwTfPfg/eugenivy-now-1-Bs2s-Z9f-D2-Q-unsplash.jpg",
    "price": "$15,000",
    "description": "Welcome to our social event website dedicated to all things weddings! We understand that planning your big day is a momentous journey filled with joy and excitement, and we're here to make it even more memorable. Whether you're a bride-to-be, groom, or a guest looking for inspiration, our platform is your one-stop destination for all things wedding-related. Explore a wealth of resources, from stunning venue ideas and fashion inspiration to expert advice on budgeting and etiquette. Connect with other couples, share your experiences, and create lasting memories as you embark on this beautiful journey toward your happily ever after. Join us today and let your wedding dreams come to life with the support of a warm and vibrant community of fellow wedding enthusiasts. Start your wedding adventure right here, right now!"
  },
  {
    "id": "2",
    "name": "Birthday Party",
    "image": "https://i.ibb.co/5T1v3HT/andrea-mininni-VLlk-OJdz-LG0-unsplash.jpg",
    "price": "$800",
    "description": "Welcome to our social event website, the ultimate destination for all your birthday party planning needs! Whether you're celebrating a milestone birthday, a special anniversary, or just another year of life, we're here to help you create unforgettable memories. Our platform offers a wide range of resources to make your birthday celebration extraordinary, from creative theme ideas and delicious cake recipes to tips for organizing the perfect surprise party. Connect with like-minded party enthusiasts, share your party planning experiences, and discover innovative ways to make your special day even more magical. Join us today, and let's embark on a journey filled with fun, laughter, and the joy of celebrating life's most precious moments. Start planning your next birthday bash with us, and make it a day to remember!"
  },
  {
    "id": "3",
    "name": "Anniversary",
    "image": "https://i.ibb.co/3NqR7Yg/jason-goodman-Nd-Z08c-zu0c-unsplash.jpg",
    "price": "$2,500",
    "description": "Welcome to our social event website, your go-to destination for celebrating love, commitment, and cherished memories on your special anniversary! Whether you're marking a milestone year of marriage, a meaningful relationship anniversary, or even a business partnership, we're here to help you commemorate this important occasion in style. Explore our wealth of resources, from romantic getaway ideas and heartfelt gift suggestions to heartfelt messages and anniversary party planning tips. Connect with others who have embarked on this journey of lasting love, share your own experiences, and discover creative ways to make your anniversary celebration unforgettable. Join us today, and let's celebrate the enduring bond that brings people together. Start planning your next anniversary with us, and keep the flames of love burning bright!"
  },
  {
    "id": "4",
    "name": "Engagement Party",
    "image": "https://i.ibb.co/kXQC2KX/michael-negrete-OYA4j-Uccon-I-unsplash.jpg",
    "price": "$1,200",
    "description": "Welcome to our social event website, the perfect place to kickstart your journey toward a lifetime of love and commitment with an unforgettable engagement party! Whether you've recently said Yes! or are planning to pop the question soon, we're here to help you celebrate this significant step in your love story. Our platform is packed with ideas and inspiration, from engagement party themes and venue suggestions to tips for creating a memorable proposal. Connect with others who have embarked on this exciting journey, share your own engagement stories, and discover unique ways to make your celebration truly special. Join us today and let's start this beautiful chapter of your life with a bang! Begin planning your engagement party with us, and make this moment one you'll cherish forever."
  },
  {
    "id": "5",
    "name": "Retirement Party",
    "image": "https://i.ibb.co/xSPH15B/priscilla-du-preez-n-F8xh-LMmg0c-unsplash.jpg",
    "price": "$500",
    "description": "Welcome to our social event website, the ultimate destination for planning a well-deserved retirement celebration! Retirement marks the end of one chapter and the beginning of another, and we're here to help you honor the retiree's journey with a memorable send-off. Explore our extensive collection of resources, from retirement party theme ideas and speech-writing tips to thoughtful gift suggestions and party planning checklists. Connect with others who are celebrating this significant life transition, share your retirement stories, and discover creative ways to make the retirement party a truly special and meaningful event. Join us today and let's celebrate the retiree's accomplishments, adventures, and the exciting new chapter that lies ahead. Start planning the retirement party of a lifetime with us, and send your loved one off in style!"
  },
  {
    "id": "6",
    "name": "Baby Shower",
    "image": "https://i.ibb.co/s2DgmLw/fe-ngo-bvx3-G7-Rk-Ots-unsplash.jpg",
    "price": "$600",
    "description": "Welcome to our social event website, your one-stop destination for all things baby shower-related! Whether you're an expectant parent, a close friend, or a family member hosting this special occasion, we're here to help you plan a joyous and memorable celebration to welcome the newest member of your family. Explore our comprehensive resources, from baby shower theme ideas and decoration inspiration to game suggestions and thoughtful gift lists. Connect with others who have shared in the excitement of a baby shower, share your own experiences, and discover creative ways to make the event a heartwarming and unforgettable experience. Join us today and let's celebrate the miracle of new life, the anticipation of parenthood, and the bonds of love that unite us. Start planning the perfect baby shower with us, and shower your growing family with love and happiness!"
  }
]
